export const PAGES = ['Home', 'Catalog', 'Favorite'];
export const homePage = {
  description:
    'Покупка кемпера — важливе рішення. Серед великої кількості варіантів легко розгубитися обираючи ідеальний будинок на колесах.Якщо ви вибираєте будинок на колесах і придивляєтеся до різних трейлерів, то можете влаштувати тест-драйв, взявши кемпер в оренду.  Це ідеальний варіант в умовах такого різноманіття кемперів на ринку. Ми пропонуємо варіант короткострокової оренди (від 2 діб до кількох тижнів) і готові запропонувати довгострокову оренду від декількох тижнів.',
  campers: {
    text: 'Асортимент кемперів: ',
    list: [
      {
        id: 1,
        title: 'Кемпери класу A: ',
        text: 'Великі автодоми, які забезпечують максимальний комфорт та оснащені всіма зручностями, такими як кухня, ванна кімната, спальня і часто мають додаткові зони для відпочинку.',
      },
      {
        id: 2,
        title: 'Кемпери класу B (Camper Vans): ',
        text: 'Компактніші автомобілі, зазвичай побудовані на базі фургонів, з меншими, але добре обладнаними внутрішніми просторами.',
      },
      {
        id: 3,
        title: 'Кемпери класу C: ',
        text: 'Середнього розміру автодоми, побудовані на шасі вантажівок або великих фургонів, з надкабінними спальнями і зручностями як в класі A, але меншого розміру.',
      },
      {
        id: 4,
        title: 'Трейлери та каравани: ',
        text: 'Причепи, які можна приєднувати до автомобіля, щоб отримати мобільний житловий простір.',
      },
    ],
  },
  services: {
    text: 'Послуги, що надаються:',
    list: [
      {
        id: 1,
        title: 'Оренда: ',
        text: 'Можливість короткострокової та довгострокової оренди кемперів. Часто пропонуються добові, тижневі та місячні тарифи.',
      },
      {
        id: 2,
        title: 'Маршрути та консультації: ',
        text: "Деякі компанії пропонують готові маршрути подорожей, рекомендації щодо місць для кемпінгу, цікаві туристичні об'єкти, де можна зупинитися.",
      },
      {
        id: 3,
        title: 'Технічна підтримка: ',
        text: 'Цілодобова технічна підтримка на випадок несправностей чи аварій.',
      },
      {
        id: 4,
        title: 'Додаткові послуги: ',
        text: 'Можливість оренди додаткового обладнання, такого як велосипеди, дитячі автокрісла, навігаційні системи.',
      },
    ],
  },
};
